// 🇸🇦 Переводы на арабский
export default {
    header: {
        search: 'بحث',
        login: 'تسجيل الدخول',
        cart: 'السلة',
        sell: 'ابدأ البيع',
    },
    main: {
        title: 'من المزرعة إلى الطاولة',
        subtitle: 'منتجات طازجة محلية تصل إلى باب منزلك',
        buyButton: 'شراء منتجات طازجة',
        sellButton: 'ابدأ البيع',
    },
    products: {
        title: 'منتجات طازجة',
        all: 'جميع المنتجات',
        fruits: 'فواكه',
        vegetables: 'خضروات',
        diary: 'منتجات الألبان',
        pantry: 'مخزن',
    },
    product: {
        by: 'بواسطة',
        addToCart: 'أضف إلى السلة',
        removeFromCart: 'إزالة من السلة',
        favorite: 'أضف إلى المفضلة',
        unfavorite: 'إزالة من المفضلة',
    },
    cart: {
        title: 'سلة التسوق الخاصة بك',
        empty: 'سلة التسوق فارغة',
        total: 'المجموع',
        checkout: 'الدفع',
        close: 'إغلاق',
    },
};